text_messages = {
    "password_validate_1": "The two password fields didn’t match.",

    "password_validate_2": """
пароль не соответствует требованиям:
- Пароль должен содержать хотя бы одну строчную букву и хотя бы одну заглавную букву.
- Пароль должен содержать хотя бы одну цифру.
- Пароль должен быть не менее 8 символов длиной.
- Пароль должен содержать хотя бы один специальный символ из списка @$!%*?&..
""",

    "email_validate": "неккоректный адресс электронной почты",

    "sent_email": "напишите код, который пришел вам на почту",
}
